
/* When user disallows some of required permissions */
"calling.permissions" = "Por favor, activa todos los permisos para la aplicación en los ajustes de iOS";

/* Outgoing call starter from system notification */
"calling.startOutgoing" = "Hacer llamada";

/* If it is not possible to get caller number, show this default value */
"calling.unknown" = "Desconocido";

/* When website visitor is calling */
"calling.visitor" = "Visitante de la web";

/* Label in navigation bar */
"common.back" = "Atrás";

/* Label showing while list is empty */
"common.emptyList" = "Lista vacía";

/* Error message on login screen if we cannot parse response from server */
"common.errMsgCannotParseResponse" = "No se puede analizar la respuesta";

/* Simple error title */
"common.error" = "Error";

/* Label showing while list of search result is empty */
"common.noResultsFor" = "No hay resultados para '%s'";

/* Ok */
"common.ok" = "Ok";

/* Item in menu */
"contactMenu.about" = "Acerca";

/* Item in menu */
"contactMenu.logout" = "Salir";

/* Error message on login screen if some of fields are empty */
"login.errMsgEmptyField" = "Por favor, rellena los campos obligatorios";

/* Invalid email or password */
"login.invalidCredentials" = "Email o contraseña no válidos";

/* Invalid verification code of two-factor authentication */
"login.invalidVerificationCode" = "Código de verificación no válido";

/* Login declined because of too many attempts */
"login.tooManyLogins" = "Inicio de sesión no permitido. Espere unos minutos antes de tratar nuevamente.";

/* Available on calls */
"status.available" = "Disponible";

/* Unavailable on calls */
"status.unavailable" = "No disponible";

/* Verification code request message */
"twofactor.message" = "Ingrese el número de 6 dígitos de la aplicación Google Authenticator.";

/* Verification code request title */
"twofactor.title" = "Código de verificación";

/* Error message on login screen if typed URL is not valid */
"urlChecker.errMsgUrlInvalid" = "URL inválida";
